[
  {
    "eventName": "Tech Feud",
    "eventDescription": "Tech Feud is a 3-round Technical Quiz which is based on the popular TV show “Family Feud” but with technical questions. Two teams would compete against each other with technical questions, the team to press the buzzer in front of them first, would answer the asked question first.",
    "eventDetails": {
      "dateAndTime": "1-3 APril",
      "prizePool": "5000Rs",
      "entryFee": "99Rs",
      "teamSize": "1-5"
    },
    "img":"./assets/eventcardimg2.png",
    "gform":"https://forms.gle/hpTif7RfNUdmhvcX7",
    "eventRounds": [
      {
        "roundName": "Round 1",
        "roundDescription": "All the teams who have registered would compete in this round with 5 questions."
      },
      {
        "roundName": "Round 2",
        "roundDescription": "The teams having the top scores after qualification round, would be seleted for semi-finals. They would compete in the same way as qualification round but the difficulty/ complexity of questions would be a bit more. They would compete in this round with 5 questions."
      },
      {
        "roundName": "Round 3",
        "roundDescription": " Top 2 teams of the semi-finals round would compete in the Finals. They would have 10 questions.The team to score the most points, would be declared as the winner of “Tech Feud”."
      }
    ],
    "eventCoordinators": [
      {
        "name": "Suyash Dashputre",
        "phone": "9922026188"
      },
      {
        "name": "Vedant Patil",
        "phone": "7057523666"
      }
    ]
  },
  {
    "eventName": "Neo Coding",
    "eventDescription": "Welcome to Neo-Coding, where the virtual arena transforms into a battleground for the sharpest minds in the realm of programming.Neo-Coding is a 4 round technical event designed to push the boundaries of participants coding prowess. Neo - Coding is open to coding enthusiasts, programmers, and developers from all backgrounds and skill levels.",
    "eventDetails": {
      "dateAndTime": "1-3 APril",
      "prizePool": "5000Rs",
      "entryFee": "Solo-60 | Duo-100",
      "teamSize": "1-2"
    },
    "img":"./assets/neocoding.png",
    "gform":"https://docs.google.com/forms/d/e/1FAIpQLSc0jWSggiogudPgsRZPtRh_5witmiWUDdga_N84BuMqVjiU9Q/viewform?usp=sf_link",
    "eventRounds": [
      {
        "roundName": "Round 1 - CosmoQuest Challenge",
        "roundDescription": "Embark on an intergalactic journey of knowledge and discovery with, CosmoQuest Challenge the ultimate space quiz. In this round You will be asked questions related to space and cosmos. You will get bonus points based on your performance in the quiz."
      },
      {
        "roundName": "Round 2 - ByteBattle",
        "roundDescription": "Welcome to the ByteBattle, where the brightest minds converge to test their knowledge and expertise in data structures and algorithms. In this Multiple Choice Question (MCQ) round, participants will face a series of thought-provoking questions designed to challenge their understanding of fundamental concepts, problem-solving skills, and algorithmic strategies."
      },
      {
        "roundName": "Round 3 - DebugDynasty",
        "roundDescription": "Step into the realm of DebugDynasty, where the art of debugging meets the challenges of data structures and algorithms. In this round, participants will face a thrilling gauntlet of coding anomalies, requiring them to debug, analyze, and optimize code snippets to overcome a series of computational conundrums."
      },
      {
        "roundName": "Round 4 - CodeConquer",
        "roundDescription": "Enter the crucible of CodeConquer, where coding prowess is put to the ultimate test in a thrilling competition to solve complex problem statements. In this coding round, participants will engage in a battle of wits and creativity as they tackle a diverse array of challenges designed to push the boundaries of their programming skills."
      }
    ],
    "eventCoordinators": [
      {
        "name": "Sushant Zambare",
        "phone": "9284744714"
      }
    ]
  },
  {
    "eventName": "HOVR",    
    "cname":"Onground",
    "eventDescription": "Use HoVR to take a space walk and fulfill your visualization experience in Virtual Reality(VR).",
    "eventDetails": {
      "dateAndTime": "1-3 APril",
      "prizePool": "5000Rs",
      "entryFee": "60Rs",
      "teamSize": "Solo"
    },
    "img":"./assets/neocoding.png",
    "gform":"https://docs.google.com/forms/d/1wDEYFYusc8nRR5mRmgBOIjHZEJ2gATGIsGJzz0kbARg/viewform?edit_requested=true",
    "eventRounds": [
      {
        "roundName": "Description",
        "roundDescription": "Spending 15 minutes on a space stroll could alter your objective. Use HoVR to take a spacewalk and feel the vastness of space with this VR experience.HoVR immerses users into a virtual world where reality is redefined and boundaries disappear. Through cutting-edge technology, participants are transported to alternate realms, where they can explore, interact, and engage with digital environments in ways previously unimaginable. HoVR redefines space exploration by offering a breathtaking virtual reality (VR) experience that allows users to immerse themselves in the wonders of the cosmos. Through cutting-edge technology and meticulously crafted visualizations, participants embark on an unforgettable journey through the vast expanse of space."
      }
    ],
    "eventCoordinators": [
      {
        "name": "Ruchi Barne",
        "phone": "9699380787"
      }
    ]
  },
  {
    "eventName": "NEUROSPARK",
    "eventDescription": "Delve into the intricate world of neuroscience with NeuroSpark! This event challenges participants to navigate through brain-teasing puzzles and innovative challenges, all designed to ignite sparks of creativity and knowledge in the realm of neuroscience.",
    "eventDetails": {
      "dateAndTime": "1-3 APril",
      "prizePool": "5000Rs",
      "entryFee": "60Rs",
      "teamSize": "1-4"
    },
    "img":"./assets/neocoding.png",
    "gform":"https://forms.gle/gokreakX2i3LKKF96",
    "eventRounds": [
      {
        "roundName": "Round 1",
        "roundDescription": "Circuit Master🔌:(Connect,build, Innovate) The theme of this round based on the reality show 'Master chef'. The round will be circuit building but with a trick As well as one interactive session is going to be arranged based on Electrical Simulation."
      },
      {
        "roundName": "Round 2",
        "roundDescription": "ElectroBid👊🏻( Electrifying bids, Electrifying Future) This round depicts IPL Auction but for Electrical Domain Circuits .The round gets intresting as your ultimate goal is to collect components for your circuit. "
      },
      {
        "roundName": "Round 3",
        "roundDescription": "Labyrinth lock 🔑 In this exciting challenge, teams will be locked inside a room and only way out is to crack a password with clues."
      }
    ],
    "eventCoordinators": [
      {
        "name": "Janak Patil",
        "phone": "9503427262"
      }
    ]
  }, {
    "eventName": "StyleSaga",
    "eventDescription": "StyleSaga  is the 3 round non technical event which is organised for drawing out the creative and the passion within the participants. As the event consists of designing a costume or accessories from the given material within the given time frame and show case their creativity ability. It's a fun event as well as challenging activity for the participants.",
    "eventDetails": {
      "dateAndTime": "1-3 APril",
      "prizePool": "5000Rs",
      "entryFee": "60Rs",
      "teamSize": "3"
    },
    "img":"./assets/neocoding.png",
    "gform":"https://forms.gle/DF5LePBfvj9vMjRX7",
    "eventRounds": [
      {
        "roundName": "Round 1",
        "roundDescription": "In these round participants will be given required materials such as newspapers , scissors and etc for the costumes designing and they will be given specific time frame to complete it."
      },
      {
        "roundName": "Round 2",
        "roundDescription": " In this round the participants will showcase their costumes and will be explaining all the requirements. The judges will evaluate the participants prototypes as per their creativity and other required standards."
      },
      {
        "roundName": "Round 3",
        "roundDescription": " This will be the final round for the event in which one of the participants from the respective team will wear the costumes made by them and will be attempting a ramp walk . In this round judges will judge them according to their confidence and all the requirements."
      }
    ],
    "eventCoordinators": [
      {
        "name": "Aishwarya  Khabale",
        "phone": "9518393144"
      }
    ]
  },
  {
    "eventName": "Hash-IT-Out",
    "eventDescription": "Hash-IT-Out from ITSA in collaboration with ZION, will be a 6 hours hackathon in which there will be team of 2-4 members. They have to choose their domain and then have to give  innovative solution based on the topics mentioned in the description. There will be three winner teams and all participants will be given an participation certificate.",
    "eventDetails": {
      "dateAndTime": "1-3 APril",
      "prizePool": "5000Rs",
      "entryFee": "60Rs",
      "teamSize": "1-4"
    },
    "img":"./assets/neocoding.png",
    "gform":"https://forms.gle/1dDU3e3eqSMi1iJE8",
    "eventRounds": [
      {
        "roundName": "",
        "roundDescription": "Join our hackathon featuring three exciting domains:"
      },
      {
        "roundName": "",
        "roundDescription": "Web Development"
      },
      {
        "roundName": "",
        "roundDescription": "Machine Learning"
      },
      {
        "roundName": "",
        "roundDescription": "Android Development"
      },
      {
        "roundName": "",
        "roundDescription": "Dive into the world of innovation with themes focusing on Education, Waste management, Health, Finance , Security. Time for this hackathon will be 6 hours. In given time you have to unleash your creativity to develop solutions that address real-world challenges in these crucial areas. Let's code for a better tomorrow! "
      }
    ],
    "eventCoordinators": [
      {
        "name": "Anuj Walsepatil",
        "phone": "7977028729"
      }
    ]
  },
  {
    "eventName": "Software projects ",
    "cname":"Onground",
    "eventDescription": "Software Exhibit  by ITSA in collaboration with ZION  is a Software Projects Exhibition of final year students. It is the showcase of innovation and practical application of their technical knowledge. Participants have to present their projects which could range from various domains in IT sector.",
    "eventDetails": {
      "dateAndTime": "1-3 APril",
      "prizePool": "5000Rs",
      "entryFee": "60Rs",
      "teamSize": "1-4"
    },
    "img":"./assets/neocoding.png",
    "gform":"https://forms.gle/heSV24w3RxNoAWai9",
    "eventRounds": [
      {
        "roundName": "",
        "roundDescription": "Each project will demonstrates creativity, technical skills and problem solving abilities of students. Participation certificates will be provided to  all Participants. "
      },
      {
        "roundName": "Eligibility Criteria",
        "roundDescription": "1. Participants must be students of Dr. D Y Patil Institute of Technology, Pimpri, Pune"
      },
      {
        "roundName": "",
        "roundDescription": "2. Participants must be final year students"
      },
      {
        "roundName": "Judging Criteria",
        "roundDescription": "Judges will evaluate the projects based on functionality, feasibility, innovation and presentation."
      },
      {
        "roundName": "",
        "roundDescription": "Note:- Registrations will be done on the same day!"
      }
    ],
    "eventCoordinators": [
      {
        "name": "Vaibhav Jagtap",
        "phone": "9359913123"
      }
    ]
  },
  {
    "eventName": "Impromptu ",
    "eventDescription": "Welcome to Impromptu: Challenge, where spontaneity meets style in an exhilarating showcase of creativity and innovation! With 60 talented participants divided into two slots of 30, get ready for a whirlwind design.",
    "eventDetails": {
      "dateAndTime": "1-3 APril",
      "prizePool": "5000Rs",
      "entryFee": "60Rs",
      "teamSize": "Solo"
    },
    "img":"./assets/neocoding.png",
    "gform":"https://forms.gle/4rEzvpp8UdKLBhVf6",
    "eventRounds": [
      {
        "roundName": "Round 1",
        "roundDescription": "In this electrifying round, participants will face the challenge of creating six visually stunning images based on six different impromptu topics. With just 20 minutes on the clock, contestants must unleash their creativity and bring each prompt to life with ingenuity and style. From each group, only the top 8 designers will advance to the next stage."
      },
      {
        "roundName": "Round 2",
        "roundDescription": "The intensity ramps up as the remaining 16 players face off in a lightning-fast challenge. With only 10 minutes to spare, contestants must create four captivating images based on four new impromptu topics. Every second counts as participants push their limits to produce designs that captivate the imagination. In the end, only the top 3 designs from each group will secure a place among the winners."
      },
      {
        "roundName": "",
        "roundDescription": "Join us for a thrilling showcase of talent and innovation as our participants vie for glory in the IMPROMPTU: Challenge. Get ready to witness the power of creativity unleashed. ."
      }
    ],
    "eventCoordinators": [
      {
        "phone": "7276315895",
        "name": "Rohit Lad"
      }
    ]
  },
  {
    "eventName": "Mad Max Gaming event",
    "eventDescription": "An eSports event organised for all the gamers, consisting of a variety of games for the participants. Get ready to dive into the ultimate gaming showdown! 🌟 Join us for an electrifying experience at the Madmax Gaming Event, where only the fiercest squads will reign supreme! ",
    "eventDetails": {
      "dateAndTime": "1-3 APril",
      "prizePool": "5000Rs",
      "entryFee": "60Rs",
      "teamSize": "1-4"
    },
    "img":"./assets/neocoding.png",
    "gform":"https://forms.gle/NRruo9xA1KN9WWBP6",
    "eventRounds": [
      {
        "roundName": "Valorant",
        "roundDescription": "Form your dream team of up to 5 players and compete in adrenaline-pumping knock-out matches. Will your squad be the last one standing?"
      },
      {
        "roundName": "BGMI (BattleGrounds Mobile India)",
        "roundDescription": "Assemble your squad of 4 players and dive into action-packed full-map and TDM matches. Survive the qualification round to advance to the epic final battle and claim victory!"
      },
      {
        "roundName": "Free Fire",
        "roundDescription": "Assemble your squad of 4 players and dive into action-packed full-map and TDM matches. Survive the qualification round to advance to the epic final battle and claim victory!"
      }
    ],
    "eventCoordinators": [
      {
        "name": "Suraj Kothule",
        "phone": "7499507957"
      }
    ]
  },
  {
    "eventName": "Pixel Punch",
    "eventDescription": "Pixel Punch is a thrilling event that consists of three exciting stages.",
    "eventDetails": {
      "dateAndTime": "1-3 APril",
      "prizePool": "5000Rs",
      "entryFee": "60Rs",
      "teamSize": "Solo"
    },
    "img":"./assets/neocoding.png",
    "gform":"https://forms.gle/mmJvMWDMafzTaHTq8",
    "eventRounds": [
      {
        "roundName": "Stage 1",
        "roundDescription": "Participants will be presented with a problem statement and tasked with designing a captivating poster. A panel of judges will evaluate the posters, selecting top contenders to advance to the next stage."
      },
      {
        "roundName": "Stage 2",
        "roundDescription": "In the second stage, participants will receive another challenging problem statement for poster design. The most impressive designs will be shortlisted for the final round."
      },
      {
        "roundName": "Stage 3",
        "roundDescription": " The finalists will face a final challenge: designing a unique logo based on a given problem statement. Winners will be selected for the coveted 1st, 2nd, and 3rd place positions based on the quality and creativity of their logo designs."
      }
    ],
    "eventCoordinators": [
      {
        "name": "Gayatri Rashinkar",
        "phone": "8856973536"
      }
    ]
  },
  {
    "eventName": "Robo Race",
    "eventDescription": "A robot race involving a track of multiple obstacles for the robots to cross.",
    "eventDetails": {
      "dateAndTime": "1-3 APril",
      "prizePool": "5000Rs",
      "entryFee": "Solo - 80 | Duo - 150",
      "teamSize": "1-2"
    },
    "img":"./assets/neocoding.png",
    "gform":"https://forms.gle/eykisYJQQDP6y4eh6",
    "eventRounds": [
      {
        "roundName": "Stage 1",
        "roundDescription": "KNOCK OUT ROUND – Each team will race theirs bots against time. Bots have to travel a given track(without obstacles) and complete it within 3-4 minutes. Each team will get a dry run to test their bots before actual competition for 1 minute. Top 10 teams with less time will qualify for next round. "
      },
      {
        "roundName": "Stage 2",
        "roundDescription": "QUALIFIER ROUND – The teams with less time will play in this stage. Obstacles would be added in the race track for this round. Each team has to complete the given race track within 3-4 minutes. Each team will get a dry run for 1 minute before the real competition. Top 5 teams with less time would qualify in the final round."
      },
      {
        "roundName": "Stage 3 - Final Round",
        "roundDescription": "FINAL ROUND – The top 5 team will race against each other in this round. A surprise element/obstacle will be added in the race track for the final round. The top 3 teams with less time would be awarded as Winner and Runner-up."
      }
    ],
    "eventCoordinators": [
      {
        "name": "Arnav Dedhe",
        "phone": "9922902585"
      }
    ]
  },
  {

    "eventName": "PLC Programming",
    "eventDescription": "This is an exciting competition where participants showcase their proficiency in industrial automation programming. Teams and individuals are tasked with programming a PLC to control a simulated manufacturing process or system, such as a conveyor belt. Competitors must demonstrate their ability to write efficient and reliable PLC code to achieve specific objectives, such as optimizing production efficiency, safety protocols.",    
    "eventDetails": {
      "dateAndTime": "1-3 APril",
      "prizePool": "5000Rs",
      "entryFee": "60Rs",
      "teamSize": "1-3"
    },
    "img":"./assets/neocoding.png",
    "gform":"https://forms.gle/QLnUZhxcNKUEwWXr7",
    "eventRounds": [
      {
        "roundName": "Round 1",
        "roundDescription": "1st round will be quiz in which first ten memebers who will solve the quiz in less time will be shortlisted."
      },
      {
        "roundName": "Round 2",
        "roundDescription": "The short listed members will be qualified for the 2nd round and will be asked to choose a random statement  problem statement and according to the statement they have to perform the LADDER programming."
      },
      {
        "roundName": "",
        "roundDescription": "The PLC Programming Event provides an invaluable opportunity for students or professionals to showcase their skills in industrial automation, network with industry experts, and gain recognition for their expertise in this critical field of engineering."
      },
      {
        "roundName": "",
        "roundDescription": "During the event, participants will be judged on various criteria, including the functionality and reliability of their PLC program, creativity in problem-solving, and the effectiveness of their presentation and explanation of the programming logic."
      }
    ],
    "eventCoordinators": [
      {
        "name": "Suhani Savaikar",
        "phone": "9309760454"
      }
    ]
  },
  {
    "eventName": "Arm wrestling",
    "eventDescription": "Arm wrestling is a strength-based competition where two opponents sit across on a table, locking hands, and attempt to force each other's arm down to the table. It's a test of upper body strength, wrist stability, and technique. Matches will be intense, often it may involve strategic positioning and sudden bursts of power to gain leverage.",
    "eventDetails": {
      "dateAndTime": "1-3 APril",
      "prizePool": "5000Rs",
      "entryFee": "60Rs",
      "teamSize": "SOLO"
    },
    "img":"./assets/neocoding.png",
    "gform":"https://forms.gle/h4mhhxYHAPUbJhxY9",
    "eventRounds": [
      {
        "roundName": "Round 1",
        "roundDescription": "All the participants will be divided according to their weights category. Will categories will be \n50-60kg, 60-70kg, 70-80kg. In 1 St round participants will compete into their respective weight category"
      },
      {
        "roundName": "Round 2",
        "roundDescription": "WINNER OF round 1 will now compete with each other in round 2 and the winners from round 2 will be able to compete in round 3."
      },
      {
        "roundName": "Round 3",
        "roundDescription": " Winners from round 2 will compete with each other for the titles."
      }
    ],
    "eventCoordinators": [
      {
        "name": "Saurabh Bhosale",
        "phone": "8767333540"
      }
    ]
  },
  {
    "eventName": "Hardware project Exhibition",
    "cname":"Onground",
    "eventDescription": "The Hardware Projects Event for final year students is a showcase of innovative and practical applications of hardware technology. Participants have to present their projects, which could range from robotics and automation systems to IoT devices and embedded systems. Each project demonstrates creativity, technical skills, and problem-solving abilities. ",
    "eventDetails": {
      "dateAndTime": "1-3 APril",
      "prizePool": "5000Rs",
      "entryFee": "-",
      "teamSize": "-"
    },
    "img":"./assets/neocoding.png",
    "gform":"https://forms.gle/heSV24w3RxNoAWai9",
    "eventRounds": [
      {
        "roundName": "",
        "roundDescription": "The event will provide an opportunity for students to share their ideas, engage with industry professionals, and receive feedback  on their designs. Judges will evaluate the projects based on the following criteria: functionality, feasibility, innovation and presentation. The event aims to inspire and recognize the next generation of hardware engineers and innovators. As this is exhibition,no rounds will be held for this event ."
      }
    ],
    "eventCoordinators": [
      {
        "name": "Apurv Rakshe",
        "phone": "9850365999"
      }
    ]
  },
  {
    "eventName": "F1 Simulator",
    "eventDescription": " A F1 simulation which provides the participants an engrossing experience where the participant becomes a driver in the adrenaline-filled, competitive world of Formula 1.",
    "eventDetails": {
      "dateAndTime": "1-3 APril",
      "prizePool": "5000Rs",
      "entryFee": "60Rs",
      "teamSize": "Solo"
    },
    "img":"./assets/eventcardimg2.png",
    "gform":"https://forms.gle/ZrAuw5EL35isMVrx7",
    "eventRounds": [
      {
        "roundName": "",
        "roundDescription": ""
      },
      {
        "roundName": "",
        "roundDescription": ""
      },
      {
        "roundName": "",
        "roundDescription": ""
      }
    ],
    "eventCoordinators": [
      {
        "name": "Bhargav Gharat",
        "phone": "9967464451"
      }
    ]
  },
  {
    "eventName": "CAD Wars",
    "eventDescription": "An event where the participants will be using CATIA software to show their mechanical prowess.",
    "eventDetails": {
      "dateAndTime": "1-3 APril",
      "prizePool": "5000Rs",
      "entryFee": "60Rs",
      "teamSize": "Solo"
    },
    "img":"./assets/eventcardimg2.png",
    "gform":"https://forms.gle/AaDYE6VJyYnEqpHt9",
    "eventRounds": [
      {
        "roundName": "Round 1",
        "roundDescription": "2D DRAWING - 30 Min"
      },
      {
        "roundName": "Round 2",
        "roundDescription": "3D DRAWING - 90 Min"
      }
    ],
    "eventCoordinators": [
      {
        "name": "Deep Nannaware",
        "phone": "8459523637"
      }
    ]
  },
  {
    "eventName": "Bridge Mania",
    "eventDescription": "Welcome to the thrilling world of bridge engineering! The Bridge Mania event, it is a platform for budding engineers to showcase their creativity, innovation, and technical skills in designing and constructing bridges.",
    "eventDetails": {
      "dateAndTime": "1-3 APril",
      "prizePool": "5000Rs",
      "entryFee": "200Rs",
      "teamSize": "2-4"
    },
    "img":"./assets/eventcardimg2.png",
    "gform":"https://forms.gle/iXq84f6zLyN66bfC9",
    "eventRounds": [
      {
        "roundName": "Description",
        "roundDescription": "Design Competition :- Participants will compete to create the most efficient and aesthetically pleasing bridge design using specified materials, given guidelines and in given time frame.."
      },
      {
        "roundName": "",
        "roundDescription": "Don't miss this opportunity to unleash your creativity, test your skills, and compete for recognition in the exciting realm of bridge engineering! Register now and be a part of Bridge Mania!."
      }
    ],
    "eventCoordinators": [
      {
        "name": "Chirayu Wadile",
        "phone": "8888642515"
      }
    ]
  },
  {
    "eventName": "CADnovation ",
    "eventDescription": "Are you an aspiring designer with a passion for creativity? Do you have what it takes to  push the boundries of an Civil Engineer? Engaging design challenges will test participants' ability to solve practical engineering problems.",
    "eventDetails": {
      "dateAndTime": "1-3 APril",
      "prizePool": "5000Rs",
      "entryFee": "100Rs",
      "teamSize": "Solo"
    },
    "img":"./assets/eventcardimg2.png",
    "gform":"https://forms.gle/S39nQ39bJEUV2oBW8",
    "eventRounds": [
      {
        "roundName": "Round 1",
        "roundDescription": "In this invigorating competition Participants will compete to create innovative and technically sound designs using CAD software of Public  building developed plan (G+1). Participants will be allowed to choose their Public building(Public building options will be given by the Organizers) along with designing guidelines/rules which will be provided to them at event. "
      },
      {
        "roundName": "",
        "roundDescription": "The AutoCAD software installed pcs will be provided to Participants. Get ready to unlash your creativity to flaunt your CAD skills! Don't miss this apportunity to compete,learn,  and win exciting prizes."
      }
    ],
    "eventCoordinators": [
      {
        "name": "Mrunali Tambe",
        "phone": "7887432448"
      }
    ]
  },
  {
    "eventName": "Think Tank",
    "eventDescription": "Think Tank is a platform for the participants to pitch their technical product idea in efficient way. Pitching of their product or idea must be done with the help of presentation, tagline and a marketing skit.",
    "eventDetails": {
      "dateAndTime": "1-3 APril",
      "prizePool": "5000Rs",
      "entryFee": "Duo - 100 | Trio - 150 | Squad - 200",
      "teamSize": "2-4"
    },
    "img":"./assets/eventcardimg2.png",
    "gform":"https://forms.gle/DH1wDcvGfQqXsLd37",
    "eventRounds": [
      {
        "roundName": "Round 1",
        "roundDescription": "In the first round, we have the product/idea presentation, where contestants will showcase their groundbreaking ideas. Introduction:  Begin with a captivating introduction to grab the audience's attention. Problem Statement:  Clearly define the problem your idea/product solves. Solution Overview:  Present your idea/product as the innovative solution to the identified problem. Key Features:  Highlight the unique features and advantages of your idea/product."
      },
      {
        "roundName": "Round 2",
        "roundDescription": "Next up, we have the group discussion round, where teams will engage in dynamic conversations, exchanging ideas and perspectives to solve a common challenge.This round focuses communication skills. "
      },
      {
        "roundName": "Round 3",
        "roundDescription": "The final round is marketing skit where participants will showcase their creativity and marketing skills. Each team will perform a short skit that effectively markets their idea or product.The skit should highlight the key features and benefits of their idea/product in a fun and compelling way."
      }
    ],
    "eventCoordinators": [
      {
        "name": "Vishal Rajpurohit",
        "phone": "9322714205"
      }
    ]
  },
  {
    "eventName": "Electromaze",
    "eventDescription": "ELECTROMAZE is a multi-round competition that combines quizzes, auctions, and circuit simulations to put your electronic prowess to the test. Whether you're a seasoned engineer or a budding enthusiast, there's something for everyone in this electrifying journey.",
    "eventDetails": {
      "dateAndTime": "1-3 APril",
      "prizePool": "5000Rs",
      "entryFee": "60Rs",
      "teamSize": "2 and 4"
    },
    "img":"./assets/eventcardimg2.png",
    "gform":"https://forms.gle/TLs7rtAsT6A569d29",
    "eventRounds": [
      {
        "roundName": "Round 1 - Quiz Round",
        "roundDescription": "Participants will be presented with a series of questions related to the field of Electronics & Communication. Questions can cover topics such as electronic components, circuit design, signal processing, communication protocols,etc. The team with the highest score at the end of the round advances to the next round."
      },
      {
        "roundName": "Round 2 - Auction Round",
        "roundDescription": "Each team will be given a virtual budget. An auction will be conducted where various electronic components and materials required for circuit implementation will be up for bidding. Teams bid on the components they need to build their circuit. Teams need to strategize and manage their budget efficiently to acquire the necessary components. The team with the best components within their budget proceeds to the next round"
      },
      {
        "roundName": "Round 3 - Circuit Simulation using Tinkercad",
        "roundDescription": "Teams will use Tinkercad software to design and simulate electronic circuits. Each team will be given a specific circuit design challenge or problem statement. Teams will use the components they acquired in the auction round to build and simulate the circuit. Judges will evaluate the functionality, efficiency, and creativity of the circuit designs. Teams may have the opportunity to present and explain their designs to the judges. The team with the most innovative and effective circuit design wins the round."
      }
    ],
    "eventCoordinators": [
      {
        "name": "Ashutosh Ranjan",
        "phone": "8810450789"
      }
    ]
  },
  {
    "eventName": "Survival Of The Fittest",
    "eventDescription": "Get ready for the event never seen before . Use your sharp minds and physical skills to survive among all teams. But don't you be worried , no coding rounds ahead . We intend to make a playful , competitive and fun enviournment in this battle of the bests . BE SURE TO REGISTER FOR SURVIVAL OF THE FITTEST",
    "eventDetails": {
      "dateAndTime": "1-3 APril",
      "prizePool": "5000Rs",
      "entryFee": "60Rs",
      "teamSize": "1-4"
    },
    "img":"./assets/eventcardimg2.png",
    "gform":"https://forms.gle/hbBQYnsTBhrbbtax9",
    "eventRounds": [
      {
        "roundName": "Round 1 - Number Hunt(1 Hr)",
        "roundDescription": "All groups will be given one number and they will be asked to find five chits of same number which will be hidden in the area from canteen to parking . Three cordinators will be present there to collect and the verify number of chits collected ,now the coordinators will provide group leader with a chit having PC number written on it . And the teams will be forwarded to next part of round one , which is going to be geo-guesser {it will be held on 6th and 7th floor}. As the teams start reaching to the lab , the coordinators present at lab will check the chit and will show them their respective PCs. Now in this round , teams will play an online game called geo-guesser {25 minutes will be given for five rounds}, A leader-board will be created and some teams will be eliminated."
      },
      {
        "roundName": "Round 2 - Buzzer Round(30 Min)",
        "roundDescription": "This is going to be a simple quiz buzzer round having questions ranging from basic to hard difficulty. A group of teams will be asked a total of 10 - 12 questions of different domains (movies,tech,GK,Sports etc). After the quiz , points table will be updated according to the team performance .Elimination of teams will take place as per the updated points table."
      },
      {
        "roundName": "Round 3 - Gaming Round(45 Min)",
        "roundDescription": "Gaming round This round is a thrilling and fun round . The task here is to play a pc game (Asphalt 9) . There will be a multiplayer race in which 2 rounds will be given to each team . Any 1 member from every team will play this round and according to the positions ,respective points will be given. Elimination of teams will take place as per the updated points table."
      },
      {
        "roundName": "Round 4 - Escape Room(1 Hr)",
        "roundDescription": "This round is based upon a movie scipt , as the plot of the movie goes final teams will be confined in a room full of puzzles and clues interrelated to each other and the team will solves all the puzzles given to them correctly they will rewarded with bonus points , and the teams finishing behind them will be given points as set ."
      }
    ],
    "eventCoordinators": [
      {
        "name": "Sumeet Yadav",
        "phone": "7678474849"
      }
    ]
  },
  {
    "eventName": "Astral Hideaway",
    "eventDescription": "‘Astral Hideaway’ sounds like a creative twist on the conventional game of hide and seek and the combination of treasure hunt. In this non-technical event at our college, participants may engage in a game where they will get a childhood touch of hide and seek within a designated space.",
    "eventDetails": {
      "dateAndTime": "31 March-3 APril",
      "prizePool": "5000Rs",
      "entryFee": "200Rs",
      "teamSize": "5"
    },
    "img":"./assets/eventcardimg2.png",
    "gform":"https://forms.gle/NucazTPRGNXWQ2us9",
    "eventRounds": [
      {
        "roundName": "Round 1 - Star Hunt",
        "roundDescription": "Welcome to Star Hunt, the ultimate star collection game! Round 1 is all about collecting the stars, but not just any stars – we're talking about stars of five dazzling shades!"
      },
      {
        "roundName": "Round 2 - Run For Survival",
        "roundDescription": "As the competition intensifies, the selected teams from the previous round are now divided into two equally matched groups: Alpha and Delta. Each group have their own virtue to win by hiding at darkest place and seeking with mental alertness."
      },
      {
        "roundName": "Round 3 - Be The Conquerer",
        "roundDescription": "Welcome to the last Round, to be the conquerer. Here, the selected teams will experience the thrill of Crown, Goblins and Predators lurk."
      }
    ],
    "eventCoordinators": [
      {
        "name": "Soham Ingole",
        "phone": "8788757156"
      },
      {
        "name": "Sidhi Koul",
        "phone": "8384020095"
      }
    ]
  },
  {
    "eventName": "Saudagar",
    "eventDescription": "Business plan competition : Business plan competition organised by department of MBA in Zion Techfest",
    "eventDetails": {
      "dateAndTime": "1-3 APril",
      "prizePool": "5000Rs",
      "entryFee": "-",
      "teamSize": "-"
    },
    "img":"./assets/eventcardimg2.png",
    "gform":"https://forms.gle/9FsJntdjcxJPtVaLA",
    "eventRounds": [
      {
        "roundName": "",
        "roundDescription": ""
      },
      {
        "roundName": "",
        "roundDescription": ""
      },
      {
        "roundName": "",
        "roundDescription": ""
      }
    ],
    "eventCoordinators": [
      {
        "name": "Harshad Sampad",
        "phone": "9922026188"
      }
    ]
  },
  {
    "eventName": "King of NIFTY",
    "eventDescription": "King of Nifty event based on share market",
    "eventDetails": {
      "dateAndTime": "1-3 APril",
      "prizePool": "5000Rs",
      "entryFee": "-",
      "teamSize": "-"
    },
    "img":"./assets/eventcardimg2.png",
    "gform":"https://forms.gle/PbdRM1ch8tiU55Jx5",
    "eventRounds": [
      {
        "roundName": "",
        "roundDescription": ""
      },
      {
        "roundName": "",
        "roundDescription": ""
      },
      {
        "roundName": "",
        "roundDescription": ""
      }
    ],
    "eventCoordinators": [
      {
        "name": "Rohan Shrotar",
        "phone": "8669351686"
      }
    ]
  }
]